Repository: Nextt/wp-crontrol
Catalog: languages/wp-crontrol-*.po
Languages: de_de

source: Cron entries trigger actions in your code. A cron entry added using the form below needs a corresponding action hook somewhere in the code, perhaps the <code>functions.php</code> file in your theme. It is also possible to create your action hook from within WordPress using %s.
de_de: Cron-Einträge stoßen Aktionen im Code an. Ein Cron-Eintrag hinzugefügt mit dem Formular unten benötigt einen entsprechenden Action Hook im Code, z.B. in der <code>functions.php</code> Datei deines Themes. Alternativ kann ein Action Hook innerhalb von WordPress erstellt werden. Nutze dazu %s.

source: Cron entries trigger actions in your code. Using the form below, you can enter the schedule of the action, as well as the PHP code for the action itself. Alternatively, the schedule can be specified from within WordPress and the code for the action in a file on your server using %s.
de_de: Cron-Einträge lösen Aktionen im Code aus. Im Formular unten kann sowohl der Zeitplan der Aktion als auch der PHP-Code der Aktion selbst festgelegt werden. Alternativ kann der Zeitplan innerhalb von WordPress festgelegt und der Code für die Aktion in einer Datei auf deinem Server hinterlegt werden. Nutze dazu %s.

source: Failed to execute the cron entry %s
de_de: Cron-Eintrag %s konnte nicht ausgeführt werden

source: this form
de_de: dieses Formular

source: %s day
de_de: %s Tag

source: %s hour
de_de: %s Stunde

source: %s second
de_de: %s Sekunde

source: now
de_de: jetzt

source: e.g., [], [25], ["asdf"], or ["i","want",25,"cakes"]
de_de: Beispiele: [], [25], ["asdf"], oder ["i","want",25,"cakes"]

source: Next run
de_de: Nächste Ausführung

source: e.g., "now", "tomorrow", "+2 days", or "06/04/08 15:27:09"
de_de: Beispiele: "now", "tomorrow", "+2 days", oder "06/04/08 15:27:09"

source: Entry schedule
de_de: Zeitplan

source: Successfully executed the cron entry %s
de_de: Cron-Eintrag %s wurde erfolgreich ausgeführt

source: Successfully edited the cron entry %s
de_de: Cron-Eintrag %s wurde erfolgreich angepasst

source: Successfully created the cron entry %s
de_de: Cron-Eintrag %s wurde erfolgreich erstellt

source: Successfully deleted the cron entry %s
de_de: Cron-Eintrag %s wurde erfolgreich gelöscht

source: Failed to the delete the cron entry %s
de_de: Cron-Eintrag %s konnte nicht gelöscht werden

source: WP-Cron Entries
de_de: WordPress Cron-Einträge

source: Next Run
de_de: Nächste Ausführung

source: Recurrence
de_de: Wiederholung

source: You currently have no cron entries. Add one below!
de_de: Aktuell sind keine Cron-Einträge vorhanden. Füge einen neuen unten hinzu!

source: Edit
de_de: Bearbeiten

source: Run Now
de_de: Jetzt ausführen

source: %s year
de_de: %s Jahr

source: %s month
de_de: %s Monat

source: %s week
de_de: %s Woche

source: Delete
de_de: Löschen

source: Add new cron schedule
de_de: Neuen Cron-Zeitplan hinzufügen

source: Adding a new cron schedule will allow you to schedule events that re-occur at the given interval.
de_de: Das Hinzufügen eines neuen Cron-Zeitplans erlaubt es Events zu planen, die entsprechend dem Intervall wiederholt ausgeführt werden.

source: Internal name
de_de: Interner Name

source: Display name
de_de: Anzeigename

source: Add Cron Schedule
de_de: Cron-Zeitplan hinzufügen

source: Non-repeating
de_de: Nicht-wiederholend

source: There was a problem spawning a call to the WP-Cron system on your site. This means WP-Cron jobs on your site may not work. The problem was: %s
de_de: Es ist ein Problem beim Erzeugen des Ausrufs an das WP-Cron-System deiner Seite aufgetreten. Dies bedeutet, dass WP-Cron Jobs möglicherweise nicht funktionieren. Das Problem war: %s

source: Add new entry
de_de: Neuen Eintrag hinzufügen

source: Add new PHP entry
de_de: Neuen PHP-Eintrag hinzufügen

source: Modify PHP Cron Entry
de_de: PHP-Cron-Eintrag bearbeiten

source: Modify Cron Entry
de_de: Cron-Eintrag bearbeiten

source: Add PHP Cron Entry
de_de: PHP-Cron-Eintrag hinzufügen

source: Add Cron Entry
de_de: Cron-Eintrag hinzufügen

source: Arguments
de_de: Argumente

source: You are not allowed to edit cron events.
de_de: Du bist nicht berechtigt Cron-Events anzupassen.

source: You are not allowed to add new cron schedules.
de_de: Du bist nicht berechtigt neue Cron-Zeitpläne hinzuzufügen.

source: You are not allowed to delete cron schedules.
de_de: Du bist nicht berechtigt Cron-Zeitpläne zu löschen.

source: You are not allowed to delete cron events.
de_de: Du bist nicht berechtigt Cron-Events zu löschen.

source: You are not allowed to run cron events.
de_de: Du bist nicht berechtigt Cron-Events auszuführen.

source: Twice Daily
de_de: 2-mal täglich

source: Successfully deleted the cron schedule %s
de_de: Cron-Zeitplan %s wurde erfolgreich gelöscht

source: Successfully added the cron schedule %s
de_de: Cron-Zeitplan %s erfolgreich hinzugefügt

source: Cron schedule not added because there was a problem parsing %s
de_de: Cron-Zeitplan konnte nicht hinzugefügt werden, weil ein Problem beim verarbeiten von %s aufgetreten ist

source: Cron Schedules
de_de: Cron-Zeitpläne

source: Cron schedules are the time intervals that are available to WordPress and plugin developers to schedule events. You can only delete cron schedules that you have created with WP-Crontrol.
de_de: Cron-Zeitpläne sind Zeitintervalle, die für WordPress und Plugin-Entwickler verfügbar sind um Events festzulegen. Es können nur Cron-Zeitpläne gelöscht werden, die mit WP-Crontrol erstellt wurden.

source: Interval
de_de: Intervall

source: Display Name
de_de: Anzeige-Name

source: Actions
de_de: Aktionen

source: You currently have no cron schedules. Add one below!
de_de: Aktuell sind keine Cron-Zeitpläne vorhanden. Füge einen neuen unten hinzu!

source: WP-Crontrol lets you view and control what's happening in the WP-Cron system
de_de: WP-Crontrol ermöglicht es das WordPress Cron-System zu betrachten und zu steuern

source: You are not allowed to add new cron events.
de_de: Du bist nicht berechtigt neue Cron-Events hinzuzufügen.
